[
"Think the things you desire and they will come. -- Dominic S",
"What you think, you attract. -- Dominic S",
"Positive thinking. Positive thinking. -- Dominic S",
"No guts, no story. Chris Brady",
"My life is my message. Mahatma Gandhi",
"Screw it, let’s do it. Richard Branson",
"Boldness be my friend. William Shakespeare",
"Keep going. Be all in. Bryan Hutchinson",
"My life is my argument. Albert Schweitzer",
"Dream big. Pray bigger.",
"Leave no stone unturned. Euripides",
"Fight till the last gasp. William Shakespeare",
"Stay hungry. Stay foolish. Steve Jobs ",
"Broken crayons still color. ",
"And so the adventure begins.",
"If you want it, work for it.",
"You can if you think you can. George Reeves",
"Whatever you are, be a good one. Abraham Lincoln",
"Impossible is for the unwilling. John Keats",
"Grow through what you go through.",
"The wisest mind has something yet to learn. George Santanaya",
"Take the risk or lose the chance.",
"Do it with passion or not at all.",
"She believed she could, so she did.",
"The past does not equal the future. Tony Robbins",
"Good things happen to those who hustle. Anaïs Nin",
"At the end of hardship comes happiness.",
"Don’t dream your life, live your dream.",
"If it matters to you, you’ll find a way. Charlie Gilkey",
"Forget about style; worry about results. Bobby Orr",
"Whatever you do, do with all your might. Marcus Tullius Cicero",
"Dream without fear. Love without limits.",
"Every noble work is at first impossible. Thomas Carlyle",
"If you’re going through hell, keep going. Winston Churchill",
"You can do anything you set your mind to.",
"We are twice armed if we fight with faith. Plato",
"Open your mind. Get up off the couch. Move. Anthony Bourdain",
"Be faithful to that which exists within yourself. André Gide",
"Persistence guarantees that results are inevitable. Paramahansa Yogananda",
"In life you need either inspiration or desperation. Tony Robbins",
"I would rather die on my feet than live on my knees. Euripides",
"The true success is the person who invented himself. Al Goldstein",
"Don’t tell people your plans. Show them your results.",
"Let him that would move the world first move himself. Socrates",
"Go forth on your path, as it exists only through your walking. Augustine of Hippo",
"We can do anything we want to if we stick to it long enough. Helen Keller",
"It does not matter how slowly you go as long as you do not stop. Confucius",
"It is better to live one day as a lion, than a thousand days as a lamb. Roman proverb",
"Life is fragile. We’re not guaranteed a tomorrow so give it everything you’ve got. Tim Cook",
"The two most important days in your life are the day you are born and they day you find out why. Mark Twain"
]